Repository: isnine/TLingo
Catalog: ios/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fr, id, it, ja, ko, ms, nb, nl, pl, pt_br, sv, tr, zh_hans, zh_hant, zh_hk

source: Response Headers
ar: رؤوس الاستجابة
da: Svaroverskrifter
de: Antwort-Header
es: Encabezados de la respuesta
fr: En-têtes de la réponse
id: Header Tanggapan
it: Intestazioni della risposta
ja: レスポンスヘッダー
ko: 응답 헤더
ms: Header respons
nb: Svaroverskrifter
nl: Antwoordheaders
pl: Nagłówki odpowiedzi
pt_br: Cabeçalhos da Resposta
sv: Svarsrubriker
tr: Yanıt Başlıkları
zh_hans: 响应头
zh_hant: 回應標頭
zh_hk: 回應標頭

source: Restart TLingo if asked
ar: أعد تشغيل TLingo إذا طُلب منك
da: Genstart TLingo hvis du bliver bedt om det
de: Starten Sie TLingo neu, wenn Sie dazu aufgefordert werden
es: Reinicia TLingo si se te solicita
fr: Redémarrez TLingo si on vous le demande
id: Mulai ulang TLingo jika diminta
it: Riavvia TLingo se ti viene richiesto
ja: 要求されたら TLingo を再起動してください
ko: 요청되면 TLingo를 재시작하세요
ms: Mulakan semula TLingo jika diminta
nb: Start TLingo på nytt hvis du blir bedt om det
nl: Start TLingo opnieuw als daarom wordt gevraagd
pl: Zrestartuj TLingo, jeśli pojawi się taka prośba
pt_br: Reinicie o TLingo se for solicitado
sv: Starta om TLingo om du blir ombedd
tr: İstenirse TLingo'yu yeniden başlatın
zh_hans: 如被要求，请重新启动 TLingo
zh_hant: 如被要求，請重新啟動 TLingo
zh_hk: 如被要求，請重新啟動 TLingo

source: Restore
ar: استعادة
da: Gendan
de: Wiederherstellen
es: Restaurar
fr: Restaurer
id: Pulihkan
it: Ripristina
ja: 復元
ko: 복원
ms: Pulihkan
nb: Gjenopprett
nl: Herstellen
pl: Przywróć
pt_br: Restaurar
sv: Återställ
tr: Geri Yükle
zh_hans: 恢复
zh_hant: 恢復
zh_hk: 恢復

source: Restore Purchase…
ar: استعادة الشراء…
da: Gendan køb…
de: Kauf wiederherstellen…
es: Restaurar compra…
fr: Restaurer l'achat…
id: Pulihkan Pembelian…
it: Ripristina acquisto…
ja: 購入を復元…
ko: 구매 복원…
ms: Pulihkan Pembelian…
nb: Gjenopprett kjøp…
nl: Aankoop herstellen…
pl: Przywróć zakup…
pt_br: Restaurar compra…
sv: Återställ köp…
tr: Satın alma geri yükle…
zh_hans: 恢复购买…
zh_hant: 恢復購買…
zh_hk: 恢復購買…

source: Restore with Email
ar: استعادة بواسطة البريد الإلكتروني
da: Gendan med e-mail
de: Mit E-Mail wiederherstellen
es: Restaurar con correo electrónico
fr: Restaurer via e-mail
id: Pulihkan melalui email
it: Ripristina tramite email
ja: メールで復元
ko: 이메일로 복원
ms: Pulihkan melalui e-mel
nb: Gjenopprett med e-post
nl: Herstellen met e-mail
pl: Przywróć przez e-mail
pt_br: Restaurar com e-mail
sv: Återställ med e-post
tr: E-posta ile geri yükle
zh_hans: 通过电子邮件恢复
zh_hant: 透過電子郵件恢復
zh_hk: 透過電郵恢復

source: Result
ar: النتيجة
da: Resultat
de: Ergebnis
es: Resultado
fr: Résultat
id: Hasil
it: Risultato
ja: 結果
ko: 결과
ms: Hasil
nb: Resultat
nl: Resultaat
pl: Wynik
pt_br: Resultado
sv: Resultat
tr: Sonuç
zh_hans: 结果
zh_hant: 結果
zh_hk: 結果

source: Result Order
ar: ترتيب النتائج
da: Resultatrækkefølge
de: Ergebnisreihenfolge
es: Orden de resultados
fr: Ordre des résultats
id: Urutan Hasil
it: Ordine dei risultati
ja: 結果の並び順
ko: 결과 정렬
ms: Susunan Hasil
nb: Resultatrekkefølge
nl: Resultaatvolgorde
pl: Kolejność wyników
pt_br: Ordem dos resultados
sv: Resultatordning
tr: Sonuç Sırası
zh_hans: 结果排序
zh_hant: 結果排序
zh_hk: 結果排序

source: Result unavailable
ar: النتيجة غير متاحة
da: Resultat ikke tilgængeligt
de: Ergebnis nicht verfügbar
es: Resultado no disponible
fr: Résultat indisponible
id: Hasil tidak tersedia
it: Risultato non disponibile
ja: 結果が利用できません
ko: 결과를 사용할 수 없습니다
ms: Hasil tidak tersedia
nb: Resultat ikke tilgjengelig
nl: Resultaat niet beschikbaar
pl: Wynik niedostępny
pt_br: Resultado indisponível
sv: Resultat inte tillgängligt
tr: Sonuç kullanılamıyor
zh_hans: 结果不可用
zh_hant: 結果不可用
zh_hk: 結果不可用

source: Resume
ar: استئناف
da: Genoptag
de: Fortsetzen
es: Reanudar
fr: Reprendre
id: Lanjutkan
it: Riprendi
ja: 再開
ko: 계속
ms: Lanjutkan
nb: Gjenoppta
nl: Doorgaan
pl: Wznów
pt_br: Continuar
sv: Återuppta
tr: Devam et
zh_hans: 继续
zh_hant: 繼續
zh_hk: 繼續

source: Resume recognition
ar: استئناف التعرف
da: Genoptag genkendelse
de: Erkennung fortsetzen
es: Reanudar reconocimiento
fr: Reprendre la reconnaissance
id: Lanjutkan pengenalan
it: Riprendi riconoscimento
ja: 認識を再開
ko: 인식 재개
ms: Lanjutkan pengecaman
nb: Gjenoppta gjenkjenning
nl: Herkenning hervatten
pl: Wznów rozpoznawanie
pt_br: Retomar reconhecimento
sv: Återuppta igenkänning
tr: Tanımayı sürdür
zh_hans: 恢复识别
zh_hant: 恢復識別
zh_hk: 恢復識別

source: Retry
ar: إعادة المحاولة
da: Prøv igen
de: Erneut versuchen
es: Reintentar
fr: Réessayer
id: Coba lagi
it: Riprova
ja: 再試行
ko: 다시 시도
ms: Cuba semula
nb: Prøv igjen
nl: Opnieuw proberen
pl: Spróbuj ponownie
pt_br: Tentar novamente
sv: Försök igen
tr: Tekrar dene
zh_hans: 重试
zh_hant: 重試
zh_hk: 重試

source: Rose
ar: وردة
es: Rosa
id: Mawar
it: Rosa
ja: バラ
ko: 장미
ms: Mawar
nl: Roos
pl: Róża
pt_br: Rosa
sv: Ros
tr: Gül
zh_hans: 玫瑰
zh_hant: 玫瑰
zh_hk: 玫瑰

source: Ruby
ar: ياقوت
da: Rubin
de: Rubin
es: Rubí
fr: Rubis
id: Batu rubi
it: Rubino
ja: ルビー
ko: 루비
nb: Rubin
nl: Robijn
pl: Rubin
pt_br: Rubi
sv: Rubin
tr: Yakut
zh_hans: 红宝石
zh_hant: 紅寶石
zh_hk: 紅寶石

source: Runtime unavailable
ar: بيئة التشغيل غير متوفرة
da: Runtime ikke tilgængelig
de: Laufzeit nicht verfügbar
es: Tiempo de ejecución no disponible
fr: Environnement d'exécution indisponible
id: Runtime tidak tersedia
it: Runtime non disponibile
ja: ランタイムが利用できません
ko: 런타임을 사용할 수 없습니다
ms: Runtime tidak tersedia
nb: Runtime utilgjengelig
nl: Runtime niet beschikbaar
pl: Czas wykonywania niedostępny
pt_br: Tempo de execução indisponível
sv: Runtime inte tillgänglig
tr: Çalışma zamanı kullanılamıyor
zh_hans: 运行时不可用
zh_hant: 執行時不可用
zh_hk: 執行時不可用

source: Save
ar: حفظ
da: Gem
de: Speichern
es: Guardar
fr: Enregistrer
id: Simpan
it: Salvare
ja: 保存
ko: 저장
ms: Simpan
nb: Lagre
nl: Opslaan
pl: Zapisz
pt_br: Salvar
sv: Spara
tr: Kaydet
zh_hans: 保存
zh_hant: 保存
zh_hk: 儲存

source: Save %lld%%
ar: وفر %lld%%
da: Spar %lld%%
de: Spare %lld%%
es: Ahorra %lld%%
fr: Économisez %lld%%
id: Hemat %lld%%
it: Risparmia %lld%%
ja: %lld%% 節約
ko: %lld%% 절약
ms: Simpan %lld%%
nb: Spar %lld%%
nl: Besparen %lld%%
pl: Zapisz %lld%%
pt_br: Economize %lld%%
sv: Spara %lld%%
tr: %lld%% tasarruf edin
zh_hans: 节省 %lld%%
zh_hant: 節省 %lld%%
zh_hk: 節省 %lld%%

source: Save both Mac Audio and Microphone recordings with realtime history
ar: حفظ تسجيلات صوت Mac والميكروفون مع السجل في الوقت الفعلي
da: Gem både Mac-lyd og mikrofonoptagelser med realtidshistorik
de: Speichere sowohl Mac-Audio- als auch Mikrofonaufnahmen mit Realtime-Verlauf
es: Guardar grabaciones de audio del Mac y del micrófono con historial en tiempo real
fr: Enregistrer à la fois l'audio du Mac et les enregistrements du microphone avec historique en temps réel
id: Simpan rekaman audio Mac dan mikrofon dengan riwayat waktu nyata
it: Salva sia l'audio del Mac sia le registrazioni del microfono con cronologia in tempo reale
ja: Macの音声とマイクの録音をリアルタイム履歴付きで保存
ko: Mac 오디오와 마이크 녹음을 실시간 기록과 함께 저장
ms: Simpan kedua-dua rakaman Audio Mac dan mikrofon dengan sejarah masa nyata
nb: Lagre både Mac-lyd og mikrofonopptak med sanntidshistorikk
nl: Sla zowel Mac-audio als microfoonopnamen op met realtimegeschiedenis
pl: Zapisz zarówno dźwięk systemowy Mac, jak i nagrania z mikrofonu wraz z historią w czasie rzeczywistym
pt_br: Salvar gravações do áudio do Mac e do microfone com histórico em tempo real
sv: Spara både Mac-ljud och mikrofoninspelningar med realtidshistorik
tr: Hem Mac sesini hem de mikrofon kayıtlarını gerçek zamanlı geçmişle kaydet
zh_hans: 保存 Mac 音频和麦克风录音，并保留实时历史
zh_hant: 儲存 Mac 音訊和麥克風錄音，並保留即時歷史
zh_hk: 儲存 Mac 音訊和麥克風錄音，並保留即時歷史

source: Saving realtime history
ar: جارٍ حفظ السجل في الوقت الفعلي
da: Gemmer realtidshistorik
de: Speichere Echtzeitverlauf
es: Guardando historial en tiempo real
fr: Enregistrement de l'historique en temps réel
id: Menyimpan riwayat waktu nyata
it: Salvataggio cronologia in tempo reale
ja: リアルタイム履歴を保存中
ko: 실시간 기록 저장 중
ms: Menyimpan sejarah masa nyata
nb: Lagrer sanntidshistorikk
nl: Realtimegeschiedenis opslaan
pl: Zapisywanie historii w czasie rzeczywistym
pt_br: Salvando histórico em tempo real
sv: Sparar realtidshistorik
tr: Gerçek zamanlı geçmiş kaydediliyor
zh_hans: 正在保存实时历史
zh_hant: 正在儲存即時歷史
zh_hk: 正在儲存即時歷史

source: Saving transcript and stopping audio capture.
ar: جارٍ حفظ التفريغ النصي وإيقاف التقاط الصوت.
da: Gemmer transskription og stopper lydoptagelse.
de: Speichere Transkript und stoppe Audioaufnahme.
es: Guardando la transcripción y deteniendo la captura de audio.
fr: Enregistrement de la transcription et arrêt de la capture audio.
id: Menyimpan transkrip dan menghentikan pengambilan audio.
it: Salvataggio della trascrizione e arresto della cattura audio.
ja: 文字起こしを保存して音声キャプチャを停止しています。
ko: 전사 저장 및 오디오 캡처 중지 중.
ms: Menyimpan transkrip dan menghentikan rakaman audio.
nb: Lagrer transkripsjon og stopper lydopptak.
nl: Transcript opslaan en audio-opname stoppen.
pl: Zapisywanie transkrypcji i zatrzymywanie przechwytywania dźwięku.
pt_br: Salvando transcrição e parando a captura de áudio.
sv: Sparar transkript och stoppar ljudinspelning.
tr: Transkripti kaydediyor ve ses yakalamayı durduruyor.
zh_hans: 正在保存逐字稿并停止音频捕获。
zh_hant: 正在儲存逐字稿並停止音訊擷取。
zh_hk: 正在儲存逐字稿並停止音訊擷取。

source: Screen & System Audio Recording
ar: تسجيل الشاشة وصوت النظام
da: Skærm- og systemlydoptagelse
de: Bildschirm- und System-Audioaufnahme
es: Grabación de pantalla y audio del sistema
fr: Enregistrement de l'écran et de l'audio système
id: Rekaman layar dan audio sistem
it: Registrazione dello schermo e dell'audio di sistema
ja: 画面とシステム音声の録音
ko: 화면 및 시스템 오디오 녹음
ms: Rakaman Skrin dan Audio Sistem
nb: Skjerm- og systemlydopptak
nl: Scherm- en systeemgeluidsopname
pl: Nagrywanie ekranu i dźwięku systemowego
pt_br: Gravação de tela e áudio do sistema
sv: Skärm- och systemljudinspelning
tr: Ekran ve sistem ses kaydı
zh_hans: 屏幕和系统音频录制
zh_hant: 螢幕及系統音訊錄製
zh_hk: 螢幕及系統音訊錄製

source: Screen & System Audio Recording only takes effect after TLingo restarts.
ar: تسجيل الشاشة وصوت النظام يبدأ العمل فقط بعد إعادة تشغيل TLingo.
da: Optagelse af skærm og systemlyd træder først i kraft efter genstart af TLingo.
de: Die Aufnahme von Bildschirm- und Systemaudio wird erst nach einem Neustart von TLingo wirksam.
es: La grabación de pantalla y audio del sistema solo surte efecto después de reiniciar TLingo.
fr: L'enregistrement de l'écran et de l'audio système n'est effectif qu'après le redémarrage de TLingo.
id: Rekaman layar dan audio sistem hanya berlaku setelah TLingo dimulai ulang.
it: La registrazione dello schermo e dell'audio di sistema entra in vigore solo dopo il riavvio di TLingo.
ja: 画面とシステム音声の録音はTLingoを再起動してから有効になります。
ko: 화면 및 시스템 오디오 녹음은 TLingo를 재시작한 후에만 적용됩니다.
ms: Rakaman Skrin dan Audio Sistem hanya akan berkuat kuasa selepas TLingo dimulakan semula.
nb: Skjerm- og systemlydopptak trer først i kraft etter at TLingo er startet på nytt.
nl: Scherm- en systeemgeluidsopname wordt pas van kracht nadat TLingo opnieuw is gestart.
pl: Nagrywanie ekranu i dźwięku systemowego zacznie działać dopiero po ponownym uruchomieniu TLingo.
pt_br: A gravação de tela e do áudio do sistema só entra em vigor depois que o TLingo for reiniciado.
sv: Inspelning av skärm och systemljud börjar endast gälla efter att TLingo har startats om.
tr: Ekran ve sistem ses kaydı yalnızca TLingo yeniden başlatıldıktan sonra etkinleşir.
zh_hans: 屏幕和系统音频录制在重启 TLingo 后才会生效。
zh_hant: 螢幕及系統音訊錄製只有在重新啟動 TLingo 後才會生效。
zh_hk: 螢幕及系統音訊錄製須在重新啟動 TLingo 後方會生效。

source: Screen & System Audio Recording Required
ar: مطلوب تسجيل الشاشة وصوت النظام
da: Optagelse af skærm og systemlyd kræves
de: Aufnahme von Bildschirm- und Systemaudio erforderlich
es: Se requiere grabación de pantalla y audio del sistema
fr: Enregistrement de l’écran et de l’audio système requis
id: Diperlukan perekaman layar dan audio sistem
it: È richiesta la registrazione dello schermo e dell'audio di sistema
ja: 画面とシステムオーディオの録画が必要です
ko: 화면 및 시스템 오디오 녹음이 필요합니다
ms: Rakaman Skrin dan Audio Sistem Diperlukan
nb: Skjerm- og systemlydopptak kreves
nl: Opname van scherm- en systeemaudio vereist
pl: Wymagane nagrywanie ekranu i dźwięku systemowego
pt_br: Gravação da tela e do áudio do sistema necessária
sv: Inspelning av skärm och systemljud krävs
tr: Ekran ve sistem sesi kaydı gerekli
zh_hans: 需要录制屏幕和系统音频
zh_hant: 需要螢幕及系統音訊錄製
zh_hk: 需要錄製畫面及系統音訊

source: Screen and system audio recording access is required for Mac Audio.
ar: مطلوب الوصول إلى تسجيل الشاشة وصوت النظام لـ Mac Audio.
da: Adgang til skærm- og systemlydoptagelse kræves for Mac Audio.
de: Zugriff auf Bildschirm- und Systemaudioaufnahme ist für Mac Audio erforderlich.
es: Se requiere acceso a la grabación de pantalla y al audio del sistema para Mac Audio.
fr: L'accès à l'enregistrement de l'écran et de l'audio système est requis pour Mac Audio.
id: Akses perekaman layar dan audio sistem diperlukan untuk Mac Audio.
it: È richiesto l'accesso alla registrazione dello schermo e dell'audio di sistema per Mac Audio.
ja: Mac Audio を使用するには、画面とシステム音声の録音アクセスが必要です。
ko: Mac Audio에는 화면 및 시스템 오디오 녹음 접근 권한이 필요합니다.
ms: Akses rakaman skrin dan audio sistem diperlukan untuk Mac Audio.
nb: Skjerm- og systemlydopptaksadgang kreves for Mac Audio.
nl: Toegang tot scherm- en systeemgeluidsopname is vereist voor Mac Audio.
pl: Dostęp do nagrywania ekranu i dźwięku systemowego jest wymagany dla Mac Audio.
pt_br: É necessário acesso à gravação de tela e ao áudio do sistema para o Mac Audio.
sv: Åtkomst till skärm- och systemljudinspelning krävs för Mac Audio.
tr: Mac Audio için ekran ve sistem sesi kaydı erişimi gereklidir.
zh_hans: 使用 Mac Audio 需要允许屏幕和系统音频录制的访问权限。
zh_hant: 使用 Mac Audio 需要允許螢幕和系統音訊錄製的存取權限。
zh_hk: 使用 Mac Audio 需要允許螢幕及系統音訊錄製的存取。

source: Screenshot OCR
ar: التعرف على نص لقطة الشاشة
da: Skærmbillede-OCR
de: Bildschirmfoto-OCR
es: OCR de captura
fr: OCR de capture
id: OCR Tangkapan Layar
it: OCR screenshot
ja: スクリーンショットOCR
ko: 스크린샷 OCR
ms: OCR Tangkapan Skrin
nb: Skjermbilde-OCR
nl: OCR van schermafbeelding
pl: OCR zrzutu ekranu
pt_br: OCR de captura de tela
sv: Skärmbilds-OCR
tr: Ekran Görüntüsü OCR
zh_hans: 截图文字识别
zh_hant: 截圖文字辨識
zh_hk: 截圖文字識別

source: Screenshot Translate
ar: ترجمة لقطة الشاشة
da: Skærmbilledoversættelse
de: Bildschirmfoto übersetzen
es: Traducir captura
fr: Traduire une capture
id: Terjemahkan Tangkapan Layar
it: Traduci screenshot
ja: スクリーンショット翻訳
ko: 스크린샷 번역
ms: Terjemah Tangkapan Skrin
nb: Skjermbildeoversettelse
nl: Schermafbeelding vertalen
pl: Tłumaczenie zrzutu ekranu
pt_br: Traduzir captura de tela
sv: Översätt skärmbild
tr: Ekran Görüntüsü Çevir
zh_hans: 截图翻译
zh_hant: 截圖翻譯
zh_hk: 截圖翻譯

source: Scroll down to **Translation Languages**
ar: قم بالتمرير لأسفل إلى **لغات الترجمة**
da: Rul ned til **Oversættelsessprog**
de: Scrollen Sie nach unten zu **Übersetzungssprachen**
es: Desplázate hacia abajo hasta **Idiomas de Traducción**
fr: Faites défiler vers le bas pour **langues de traduction**
id: Gulir ke bawah ke **Bahasa Terjemahan**
it: Scorri verso il basso fino a **Lingue di traduzione**
ja: **翻訳言語**まで下にスクロールします
ko: 아래로 스크롤하여 **번역 언어**로 이동하세요.
ms: Tatal ke bawah ke **Bahasa Terjemahan**
nb: Rull ned til **Oversettelsesspråk**
nl: Scroll naar beneden naar **Vertaal talen**
pl: Przewiń w dół do **Języków tłumaczeń**
pt_br: Role para baixo até **Idiomas de Tradução**
sv: Scrolla ner till **Översättningsspråk**
tr: Aşağı kaydırın **Çeviri Dilleri**
zh_hans: 向下滚动至 **翻译语言**
zh_hant: 向下滾動至 **翻譯語言**
zh_hk: 向下滾動到 **翻譯語言**

source: Search Languages
ar: البحث عن لغات
da: Søg sprog
de: Sprachen suchen
es: Buscar idiomas
fr: Rechercher des langues
id: Cari bahasa
it: Cerca lingue
ja: 言語を検索
ko: 언어 검색
ms: Cari bahasa
nb: Søk i språk
nl: Zoek talen
pl: Wyszukaj języki
pt_br: Pesquisar idiomas
sv: Sök språk
tr: Dilleri ara
zh_hans: 搜索语言
zh_hant: 搜尋語言
zh_hk: 搜尋語言

source: See what %@ can do.
ar: اطلع على ما يستطيع %@ فعله.
da: Se hvad %@ kan.
de: Sieh, was %@ kann.
es: Mira lo que %@ puede hacer.
fr: Découvrez ce que %@ peut faire.
id: Lihat apa yang bisa dilakukan %@.
it: Scopri cosa può fare %@.
ja: %@ で試してみましょう。
ko: %@의 성능을 체험해 보세요.
ms: Lihat apa yang %@ boleh lakukan.
nb: Se hva %@ kan gjøre.
nl: Zie wat %@ kan.
pl: Zobacz, co %@ może zrobić.
pt_br: Veja do que o %@ é capaz.
sv: Se vad %@ kan.
tr: %@ neler yapabiliyor görün.
zh_hans: 看看 %@ 的实际效果。
zh_hant: 看看 %@ 的實際效果。
zh_hk: 看看 %@ 能做什麼。

source: Seek
ar: تحديد الموضع
da: Søg
de: Springen
es: Buscar
fr: Rechercher
id: Cari
it: Vai a
ja: シーク
ko: 이동
ms: Cari
nb: Gå til
nl: Zoeken
pl: Przejdź do
pt_br: Ir para
sv: Gå till
tr: Git
zh_hans: 跳转
zh_hant: 跳轉
zh_hk: 跳轉

source: Select a screen area and copy its text.
ar: حدد منطقة من الشاشة وانسخ نصها.
da: Vælg et område på skærmen, og kopiér teksten.
de: Einen Bildschirmbereich auswählen und seinen Text kopieren.
es: Selecciona un área de la pantalla y copia su texto.
fr: Sélectionnez une zone de l’écran et copiez son texte.
id: Pilih area layar dan salin teksnya.
it: Seleziona un’area dello schermo e copiane il testo.
ja: 画面の範囲を選択して、テキストをコピーします。
ko: 화면 영역을 선택하여 텍스트를 복사합니다.
ms: Pilih kawasan skrin dan salin teksnya.
nb: Velg et område på skjermen og kopier teksten.
nl: Selecteer een schermgebied en kopieer de tekst.
pl: Zaznacz obszar ekranu i skopiuj jego tekst.
pt_br: Selecione uma área da tela e copie o texto.
sv: Markera ett område på skärmen och kopiera texten.
tr: Bir ekran alanı seçin ve metnini kopyalayın.
zh_hans: 框选屏幕区域并复制其中的文字。
zh_hant: 選取螢幕區域並拷貝其中的文字。
zh_hk: 選取螢幕區域並拷貝其中的文字。

source: Select a screen area and translate its text.
ar: حدد منطقة من الشاشة وترجم نصها.
da: Vælg et område på skærmen, og oversæt teksten.
de: Einen Bildschirmbereich auswählen und seinen Text übersetzen.
es: Selecciona un área de la pantalla y traduce su texto.
fr: Sélectionnez une zone de l’écran et traduisez son texte.
id: Pilih area layar dan terjemahkan teksnya.
it: Seleziona un’area dello schermo e traducine il testo.
ja: 画面の範囲を選択して、テキストを翻訳します。
ko: 화면 영역을 선택하여 텍스트를 번역합니다.
ms: Pilih kawasan skrin dan terjemah teksnya.
nb: Velg et område på skjermen og oversett teksten.
nl: Selecteer een schermgebied en vertaal de tekst.
pl: Zaznacz obszar ekranu i przetłumacz jego tekst.
pt_br: Selecione uma área da tela e traduza o texto.
sv: Markera ett område på skärmen och översätt texten.
tr: Bir ekran alanı seçin ve metnini çevirin.
zh_hans: 框选屏幕区域并翻译其中的文字。
zh_hant: 選取螢幕區域並翻譯其中的文字。
zh_hk: 選取螢幕區域並翻譯其中的文字。

source: Select a source language before starting iPhone Audio.
ar: حدد لغة المصدر قبل بدء تشغيل صوت iPhone.
da: Vælg et kildesprog, før du starter iPhone-lyd.
de: Wählen Sie eine Ausgangssprache, bevor Sie iPhone-Audio starten.
es: Seleccione un idioma de origen antes de iniciar el audio del iPhone.
fr: Sélectionnez une langue source avant de lancer l'audio de l'iPhone.
id: Pilih bahasa sumber sebelum memulai Audio iPhone.
it: Seleziona una lingua di origine prima di avviare l'audio dell'iPhone.
ja: iPhone オーディオを開始する前に、ソース言語を選択してください。
ko: iPhone 오디오를 시작하기 전에 소스 언어를 선택하세요.
ms: Pilih bahasa sumber sebelum memulakan iPhone Audio.
nb: Velg et kildespråk før du starter iPhone-lyd.
nl: Selecteer een brontaal voordat je iPhone-audio start.
pl: Wybierz język źródłowy, zanim uruchomisz iPhone Audio.
pt_br: Selecione um idioma de origem antes de iniciar o Áudio do iPhone.
sv: Välj ett källspråk innan du startar iPhone-ljud.
tr: iPhone Ses'i başlatmadan önce bir kaynak dil seçin.
zh_hans: 在启动 iPhone 音频之前，请选择源语言。
zh_hant: 在啟動 iPhone 音訊之前，請選擇來源語言。
zh_hk: 在啟動 iPhone 音訊之前，請選擇來源語言。

source: Select a source language before starting realtime translation.
ar: حدد لغة المصدر قبل بدء الترجمة في الوقت الفعلي.
da: Vælg et kildesprog, før du starter oversættelse i realtid.
de: Wählen Sie eine Quellsprache, bevor Sie die Echtzeitübersetzung starten.
es: Seleccione un idioma de origen antes de iniciar la traducción en tiempo real.
fr: Sélectionnez une langue source avant de démarrer la traduction en temps réel.
id: Pilih bahasa sumber sebelum memulai terjemahan waktu nyata.
it: Seleziona una lingua di origine prima di avviare la traduzione in tempo reale.
ja: リアルタイム翻訳を開始する前に、ソース言語を選択してください。
ko: 실시간 번역을 시작하기 전에 소스 언어를 선택하세요.
ms: Pilih bahasa sumber sebelum memulakan terjemahan masa nyata.
nb: Velg et kildespråk før du starter sanntidsoversettelse.
nl: Selecteer een brontaal voordat je realtime vertaling start.
pl: Wybierz język źródłowy przed rozpoczęciem tłumaczenia w czasie rzeczywistym.
pt_br: Selecione um idioma de origem antes de iniciar a tradução em tempo real.
sv: Välj ett källspråk innan du startar realtidsöversättning.
tr: Gerçek zamanlı çeviriye başlamadan önce bir kaynak dili seçin.
zh_hans: 在开始实时翻译之前，请先选择源语言。
zh_hant: 在開始即時翻譯之前，請先選擇來源語言。
zh_hk: 在開始即時翻譯之前，請先選擇來源語言。

source: Select a target language before starting iPhone Audio.
ar: حدد لغة الهدف قبل بدء تشغيل صوت iPhone.
da: Vælg et målsprog, før du starter iPhone-lyd.
de: Wählen Sie eine Zielsprache, bevor Sie iPhone-Audio starten.
es: Seleccione un idioma de destino antes de iniciar el audio del iPhone.
fr: Sélectionnez une langue cible avant de lancer l'audio de l'iPhone.
id: Pilih bahasa tujuan sebelum memulai Audio iPhone.
it: Seleziona una lingua di destinazione prima di avviare l'audio dell'iPhone.
ja: iPhone オーディオを開始する前に、ターゲット言語を選択してください。
ko: iPhone 오디오를 시작하기 전에 대상 언어를 선택하세요.
ms: Pilih bahasa sasaran sebelum memulakan iPhone Audio.
nb: Velg et målspråk før du starter iPhone-lyd.
nl: Selecteer een doeltaal voordat je iPhone-audio start.
pl: Wybierz język docelowy, zanim uruchomisz iPhone Audio.
pt_br: Selecione um idioma de destino antes de iniciar o Áudio do iPhone.
sv: Välj ett målspråk innan du startar iPhone-ljud.
tr: iPhone Ses'i başlatmadan önce hedef dili seçin.
zh_hans: 在启动 iPhone 音频之前，请选择目标语言。
zh_hant: 在啟動 iPhone 音訊之前，請選擇目標語言。
zh_hk: 在啟動 iPhone 音訊之前，請選擇目標語言。

source: Select a target language before starting realtime translation.
ar: حدد لغة الهدف قبل بدء الترجمة في الوقت الفعلي.
da: Vælg et målsprog, før du starter oversættelse i realtid.
de: Wählen Sie eine Zielsprache, bevor Sie die Echtzeitübersetzung starten.
es: Seleccione un idioma de destino antes de iniciar la traducción en tiempo real.
fr: Sélectionnez une langue cible avant de démarrer la traduction en temps réel.
id: Pilih bahasa tujuan sebelum memulai terjemahan waktu nyata.
it: Seleziona una lingua di destinazione prima di avviare la traduzione in tempo reale.
ja: リアルタイム翻訳を開始する前に、ターゲット言語を選択してください。
ko: 실시간 번역을 시작하기 전에 대상 언어를 선택하세요.
ms: Pilih bahasa sasaran sebelum memulakan terjemahan masa nyata.
nb: Velg et målspråk før du starter sanntidsoversettelse.
nl: Selecteer een doeltaal voordat je realtime vertaling start.
pl: Wybierz język docelowy przed rozpoczęciem tłumaczenia w czasie rzeczywistym.
pt_br: Selecione um idioma de destino antes de iniciar a tradução em tempo real.
sv: Välj ett målspråk innan du startar realtidsöversättning.
tr: Gerçek zamanlı çeviriye başlamadan önce bir hedef dili seçin.
zh_hans: 在开始实时翻译之前，请先选择目标语言。
zh_hant: 在開始即時翻譯之前，請先選擇目標語言。
zh_hk: 在開始即時翻譯之前，請先選擇目標語言。

source: Select as many models as you need
ar: اختر العدد المطلوب من النماذج
da: Vælg så mange modeller, som du har brug for
de: Wählen Sie so viele Modelle aus, wie Sie benötigen
es: Seleccione tantos modelos como necesite
fr: Sélectionnez autant de modèles que nécessaire
id: Pilih sebanyak mungkin model yang Anda perlukan
it: Seleziona tutti i modelli necessari
ja: 必要なモデルを好きなだけ選択してください
ko: 필요한 모델을 원하는 만큼 선택하세요
ms: Pilih sebanyak mungkin model yang anda perlukan
nb: Velg så mange modeller du trenger
nl: Selecteer zoveel modellen als nodig
pl: Wybierz tyle modeli, ile potrzebujesz
pt_br: Selecione quantos modelos precisar
sv: Välj så många modeller som behövs
tr: İhtiyacınız kadar modeli seçin
zh_hans: 选择任意数量的模型
zh_hant: 選取所需的模型
zh_hk: 選擇您需要的模型數量
